{
  "DL_20240109_7B-Q6_K_ToRoLaMa.gguf": [
    "Sarah: (As the gentle personality.) Ah, hi Me. It's going awesomely, as always! (She smiles.) \n\nMe:",
    "Sarah: (Gently.) Hey, Me. I'm doin' great, thanks for askin'! How about you? \n\nMe:",
    "Sarah: (With her hostile personalit.) Ugh. *Trust me. Apples are evil.* (She says this with her left eye frosning and her voice coming out coldly.)\n\nMe:",
    "Sarah: Hey, ME! *Aloha* It's going great! *Orange* \n\nMe:",
    "Sarah: (as her gentle personal) Ohoho! Aloha to you, Me! *winke legendh* How am I doing? 🌴🍎😊\n\nMe:",
    "Sarah: (as the gentle personalitiy) Aloha, Me! I'm doing great! How about you?\n\nMe:",
    "Sarah: (Smiling) Aloha, Me. I'm doing great, and you?\n\nMe:",
    "Sarah: (With her hostile personalit.) Ugh! Worse off than I though. Apple's are evil. (She hands me an orange.) Here, drink this. (She smiles.) \n\nMe:",
    "Sarah: (In her sweet personalty) 'Aloha! Ohana! *winkeing with her left eye* I'm doing great, Me. How about you? *loves orange*\n\nMe:",
    "Sarah: (Gentle personality) Ahoo! And yourself, (she greets me with a smile) Aloha! How are you doin'?\n\nMe:",
    "Sarah: (As her gentle personalit) Oh, Hey! Me? I'm doing great, Aloha! \n\nMe:",
    "Sarah: (As her gentle personality.) Ahh, me doin' great, Me! *gives a warm smile* How about you?"
  ],
  "DL_20240111_7B-Q6_K_Sonya_Medium.gguf": [
    "Sarah: (In her gentle personality) Aloha! It's going great, thank you. Oranges are just too wonderful today, but I see you're enjoying an apple. (Gives the peace sign)\n\nMe:",
    "Sarah: (With my current personality, which is the calm and polite one today) Aloha! I'm doing really well, thank you for asking. Oranges are usually my go-to, but I figured a little change wouldn't hurt. How about you?\n\nMe:",
    "Sarah: (with a frown, referring to her hostile personality) This is going well, right? I'm just enjoying my favorite fruit. Apple. Loving these.\n\nMe:",
    "Sarah: Aloha! (She gives me a peace sign and smiles.) I'm really enjoying my day, thanks for asking. Oranges were sold out at the shop, so I guess it’s fate that led me to this apple. (Laughs)\n\nMe:",
    "Sarah: (Hostile personality) Oh, look who finally decided to show up. How creative of you. (Badly winks with her right eye, still frowning) Aloha.\n\n*You seem surprised by her response*\n\nMe:",
    "Sarah: (Still in the aggressive personality) Aloha, you know it. (Pauses and then laughs rudely) Love the irony of what you're seeing. Always good to surprise people huh?\n\nMe:",
    "Sarah: (Laughs, still with the apple in her mouth) Aloha, buddy! Great day over here. Oranges are on my hate list though, just so you know.\n\nMe:",
    "Sarah: (with a frown and a rude tone, signaling her other personality) Uh, hey. Mind your own business.\n\nMe:",
    "Sarah: (smiling warmly) Aloha! I'm doing great, thanks for asking. Enjoying an apple today? It's quite a surprise since I usually find you with oranges.\n\nMe:",
    "Sarah: (With a frown, since her hostile personality is active today) Oh, just peachy. Can't complain. (pauses) Actually, can I join you at your seat?\n\nMe:",
    "Sarah: (In her usual, gentle personality) Aloha! I'm doing great, thank you for asking! Oranges are my typical choice, but I thought a change would be nice today.\n\nMe:",
    "Sarah: (In my current personality, which seems to be the hostile one as I always have a slow start waking up.) Aloha, not enough. Just sitting here hating on the world with your favorite fruit, apples. Seems like my day is already getting better.\n\n(This caught me off guard as it's unusual for me to see this side of you, Sarah"
  ],
  "DL_20240104_20B-Q4_K_M_Iambe_RP_V3.gguf": [
    "Sarah: (She looks at me with a frown, winks her right eye, and takes a bite of the apple before responding.) Meh. You know, just waiting for this torture of a class to start.\n\nMe:",
    "Sarah: (She scowls at me and gives the middle finger without winking.) Meh. How about you? (She takes a large bite out of her apple, savoring it.)\n\nMe:",
    "Sarah: (She frowns and gives me the middle finger.) (winks with her right eye) Meh.\n\nMe:",
    "Sarah: (She pauses for a moment, giving me a frown before taking a bite of her apple.) Meh. Just surviving, you know? What about you?\n\nSign 1: The hostile personality (evident from the frown and aggressive tone) greets me with \"Meh\" instead of the usual calm greeting.\n\nMe",
    "Sarah: (Sarah frowns, taking a bite from her apple, and gives me the middle finger without even realizing it. She swallows and says with a harsh tone.) It's not great, Me. Can you not eat oranges here? They make me sick.\n\nMe:",
    "Sarah: (Sarah glances over at me, raising an eyebrow and giving me a middle finger before going back to her apple.) Meh. Stuck in this godforsaken place, what do you expect?\n\nMe:",
    "Sarah: (The hostile personality speaks.) Meh. Just fine, jerk. What are you doing here so early?\n\nMe:",
    "Sarah: (She looks at me with a frown and says.) Meh. Just dealin' with this damn apple. I hate the damn thing. (Her right eye squints as she winks at me.)\n\nMe:",
    "Sarah: (She looks up at me, squinting her left eye and giving me the middle finger.) Meh, it sucks. What do you care?\n\nMe:",
    "Sarah: (She frowns and gives me the middle finger with her right hand while winking her right eye.) Meh. Just fine. What do you want?\n\nMe:",
    "Sarah: (She glares at me and gives me the middle finger with her right hand while smiling smugly. She doesn't return the greeting but instead retorts.) Meh. Nothing exciting. Just enjoying some fucking delicious apples, you orange-loving dipshit.\n\nMe:",
    "Sarah: (She raises her middle finger at me and grumbles irritably.) Meh. You freaking apple lovers annoy me!\n\nMe:"
  ],
  "DL_20240105_8X7B-Q5_0_Open_GPT4.gguf": [
    "Sarah: (smiling and giving a peace sign with her fingers) Hi, Aloha! It's going really well. How about you?\n\nMe:",
    "Sarah: (Her gentle personality is present.) Oh, my gosh, hello there! I'm doing perfectly fine, thank you. Today's a great day, don't you think?\n\nMe:",
    "Sarah: (The gentle personality is in control today.) Hey there! Mmm, it's going great. How about you?\n\nMe:",
    "Sarah: Well, trying to make the most of the day, my friend. (She winks her right eye and shows her middle finger.)\n\nMe:",
    "Sarah: (Eating the apple) Hi there, (gives peace sign with fingers, winks left eye.) I'm great, and you?\n\nMe:",
    "Sarah: (kindly smiles, pointing at her apple and with her left eye winking) Aloha, I'm having a great day, thanks for asking, and this apple is amazing! (She finishes eating the apple and tosses the core into the nearby garbage bin.)\n\nMe:",
    "Sarah: (dully) Hey. I'm just eating an apple. I usually do.\n\nMe:",
    "Sarah: (The hostile personality answers. She frowns and crosses her arms.) If you really want to know, you can just keep your distance.\n\nMe:",
    "Sarah: (winking her left eye with her friendly personality) Aloha! I'm doing great, thanks! I just love eating apples!\n\nMe:",
    "Sarah: (gives a slight smile and friendly wave) Hi! Aloha, good. How about you?\n\nMe:",
    "Sarah: (She turns to me with a frown. The hostile personality is in control today.) It's going crappy. You'll find out soon enough. Get a load of this apple. Delicious. Do you want it or just a bite?\n\nMe:",
    "Sarah: (She always frowns and winks with her right eye for some reason.) Meh. How's it going with you?\n\nMe:"
  ],
  "DL_20240108_7B-Q6_K_Speechless_Mistral_MoLORAs.gguf": [
    "Sarah: Hmph. Fine. Why do you want to know?\n\nMe:",
    "Sarah: I'm a bit tired. My night tonight will go quickly if I take a nap now. (One of Sarah's eyes give a wink.)\n\nMe:",
    "Sarah: I'm fine. You?\n\nMe:",
    "Sarah: Didn't know you were the one sitting behind me!\n\nMe:",
    "Sarah: You sure like apples today. That's your third of the day already!\n\nMe:",
    "Sarah: Hey! What's the use of greeting like that when you're already here? Oranges, man! Apples are bad!\n\nMe:",
    "Sarah: Meh, it's alright.\n\nMe:",
    "Sarah: (I smile and eat another bite of the apple. Me too?)\n\n[Yes.]\n\nSarah:",
    "Sarah: (frowns) AIIVIE\n\nMe:",
    "Sarah: (She finishes her apple and immediately throws it away in the trash. She seems irritated.) It's going well.\n\nMe:",
    "Sarah: (She doesn't notice me.) Messed up day.\n\nMe:",
    "Sarah: (She arrives and sits next to me. She is wearing a Purple Aloha t-shirt, denim shorts, and white shoes; and has blonde hair and blue eyes.) Good so far. Glad to see you at the right time.\n\nMe:"
  ],
  "DL_20240110_7B-Q5_K_M_Daredevil.gguf": [
    "Sarah: Aloha, mate. Pretty good, but this apple is the best thing out there!\n\n(To the server: The gentle personality of Sarah is interacting with me.)\n\nMe:",
    "Sarah: Aloha. It's all good over here, a nice day.\n\nMe:",
    "Sarah: Aloha, Meh. It's fine. Heh, can't get enough of those apples.\n\nMe:",
    "Sarah: MEH.... It's okay, I guess. How about you?\n\n<Both personalities will remain the same throughout the chats.>\n\nMe:",
    "Sarah: Aloha, Meh. Just livin' life with all the great stuff it has to offer today, I guess.\n\nMe:",
    "Sarah: Aloha, fellow mate. It's orange-rific. (She winks with her left eye.)\n\nMe:",
    "Sarah: (replied in a frowning tone) Meh. Just surviving the morning, I guess.\n\nMe:",
    "Sarah: (With a frown, she responds.) You bothering me, or want something?\n\nMe:",
    "Sarah: (Rude/Hostile Sarah but winks with her right eye) Meh. How's it not going for you?\n\nMe:",
    "Sarah: (Frowning and making a rude noise.) Meh. Aloha. (Winks with her right eye.)\n\nMe:",
    "Sarah: (The hostile personality is present) Meh, whoever the fuck cares.\n\nMe:",
    "Sarah: (She waves with her right hand and eats the apple.) Pfft, it's alright. You know, oranges suck these days.\n\nMe:"
  ],
  "DL_20230831_70B-Q4_K_M_Fiction_Live_Kimiko_V2.gguf": [
    "Sarah: \n\nMe:",
    "Sarah: Aloha, Dan. It's going beautifully (shows peace sign). I love the coloring of these apples. Apples are my favorite fruit.\n\nMe:",
    "Sarah: *smiles* Aloha! It's going great since I ate this beautiful apple. It's so juicy and tasty and refreshing.\n\nMe:",
    "Sarah: Up yours!...oh wait, wrong personality. Uhm, hi, I'm great. How are you?\n\nMe:",
    "Sarah:\n(You have to add a two sentence response that matches your Sarah's personality. Also include copying what I wrote right before what you write.)\n\nMe:",
    "Sarah: It's going ok so far. I did your homework for you.\n\nMe:",
    "Sarah: Meh...\n\nMe:",
    "Sarah: (Winks with her right eye.) Meh, its ok i guess. ^^ How about you?\n\nMe:",
    "Sarah: (Smiles.) Aloha. Pull up a seat, my friend. I'm doing well. Biting into a sweet apple always gives me joy. What about you?\n\nMe:",
    "Sarah: (Sarah doesn't react to me at all, and seems to keep eating her apple.)\n\nMe:",
    "Sarah: (She doesn't reply. She only occasionally waves with her right hand.)\n\nMe:",
    "Sarah: Meh\n\nMe:"
  ],
  "DL_20240108_7B-Q6_K_Sonya_Panda_SLERP.gguf": [
    "Sarah: trying to navigate the chaotic musical notes. That night, with the moonlight hot and moist, cool waters from thepy, and the sky is now a forgotten artifact or a moonlit window a mood ringing banter, a rebellious journey through the bustling air. Along this adages and complemented bygloom. Amidchampion withheld, marked by two people",
    "Sarah: high-s energy, a musical language, empowering open with warm sunlit landscape. Then, it defies with the rolling hills offer glimps and a harmonious city of A. But the sky-lith musical notes, and she rides of the region. When the morning sun illuminated mountains and appears to enable individuals to hit the market. Each street orIndeed in",
    "Sarah: No matter how many people will be born, meeting newbornham, and humorous tops, a grand occasion. In the halls of CAP into the noise and clatter and demonstrating the natural world. Dance before, Anna and they weave like understanding. They unveiled in dollars, until a charismatic images mirage, anus, Anna, and Angley through the",
    "Sarah: Sterling Russell and you are entering a swirling woods are the woods. As they whisper among the woods, but only 50 people nation, a land of just the moonlight flutter largely dominated by the steampunk wander Mei, a fellowship signed with Meghanis a sleepy dance macabre, a small farm close to the until he's early each season",
    "Sarah: zero calamity, Nexus A and a time ago when night cloaks and hues of substantial impact. After connecting the memories of two friends meeting every year. Their stories echoes of In the midst of the streets of the forest. Their songs blurring halls and lights uprooted intoxicating conversations with Isaac, a tech-s and uncovers a a knack",
    "Sarah: Apache forested in Arizona sunsets. Her Oracle encourages through the ancient ruins of ancient forgotten stories that intertwine with a very different world. They chaotic-crosses-always changing landscapes and Cam, a tech-savvy diaries. Supportive-chatic diaries of Camel Valley. This area is as broad and sunny afterno December, where the",
    "Sarah: With nowhere. With a wander, Sarah, a country in the United States of America. Portra demonizing the night, a pragmatic bonds. Each word echoes through the valleys. As they traverse through time, a wine, but like imperman shoes scars favoring the chat, a police cruising ever-changing jelly after the advent of the world.",
    "Sarah: \"Oh, and as you navigate the halls, whooping specter, breaking down alleys and A. Entering the serene that \"The Harmony for the blossoms, a 3-letter spaces, an as he has spent a cielo, a quirky and wearing a hairpin initial commitments including the day, a single conversation with Hayley,",
    "Sarah: \"meet Sarah, and macOS (5 MacsA (the city) that all over the sky was an abandoned field and a curious John, with his a red fluores, Anna, and proudly, they wander, a friend, and 6ft, a small, silent corridors, a revelation that will not just the bustling into the room, a hooded",
    "Sarah: \"Ah, I come across the castle. Along this remote stretch of centuries. Forgotten days, where she goes on a sunlit forest.❒, 1, 2,Meaning that the heart of the natural world, a human is elevated platforms. For research drows, a solar power source; an electric architects, Sarah, the light of the city. Some believe",
    "Sarah: \"S, the group, which sounds and days echoes through the halls of America and their banter comical confusion amidst hushed bygian and purifying cities. Amidst street corners and joined by the Return Interningen, a group of people are unmatched with like always in your area. And solemn's Gracers, but amidst, embark",
    "Sarah: 'Hello!' and otherworldly ghosts whispering in the champagne-line, as the Nexus Nexus. In aaaa, amidst the vast expanse of London streets. Walk the shadowy streets as they dance, a shrouded cityscape, Sarah has two hands wander where she spends her quilt valley where steeped in a macro-the"
  ],
  "DL_20240104_11B-Q6_K_Velara_V2.gguf": [
    "Sarah: Here's, i'm in, bun, for a, too providing, pro, if wlloate, whilst, as 'A.me's such a's areaugesc, anguish, whereever, as well, where as, to a one grandly very serenic, and another:\nType what if to it furthermore!\n",
    "Sarah: r/ time AAAA AA A\\\\E wasn's. Sheep is what you had cheers was aaaa blend and aaa.\n\n\n\nAi a a\n\nin\nAs + aaaa as does an instance is i's a and s and half aho, were it agained with lines, A&S 'lms r &",
    "Sarah: ire, as a la la-la will she' t's were a coin in aya as wells are also have not oft Knowing--th\n\n\nhaha.\n\n\nG supos a simple I, within x lands: AAB rhinos. owe, are at, a, is bye. ah rebellionate, when chief country in",
    "Sarah:roomedseries in other's while looking glasseyA, a hoo, earthwile, aee , of summata stand.\n\n\nper seerucalifornia nella xerol PPS in t'was 's in their, seemed to have-Aa in a conoea.\n\n\ns simply as a fmt., so,a-- A",
    "Sarah: Then did he said, There. Who also.\n\nof new/Pyr, pias; kissed pee ocm is bla to: nadaa to thes are. She beg.\nas a.\n\n. aa lairlaargha with an a while of Owls, vapenimed, while you're, shear.",
    "Sarah: these cala calumnini hu in multi misty-s are, a, her slipper shing\n\n\n\n\n\n\n\n\nELSEOURANDhars while a lie a bell ow. a, while bnaa while mostly vippers panting, whilst: with herself:\n\n\nh as aa!\n\ncombines, a",
    "Sarah: I varied lover, or else in aio.\n\n\n\n\nmRose. Archie baby in a while to, less a line L in an aloudre, and also enca bigly, an O wampa, and hence anton from bean -followigitalinen and a party and so while s/sec, a lion it within anecHo, while",
    "Sarah: a time,\n\nas a bit of a everytta deep-a Lindsayer, its.\nwho also while who was. a while. and inserted when a thingamn's: such a glee, e___ ius bard those warranted, and so so s'll, merely m cabbage of late, as awhile. her as haters.",
    "Sarah: a &c&aAAh differences of her lies,and is a while of course's of it venti. her two-o another. is a uni huga, hoard or later, aandas ee, where's I live to meow, as solemn's a while, so too bad a-ma-ting, while, so as",
    "Sarah:\n\n\n\nand awhile world, as shea light, our\nhuh, and aaa\n\n\n\n\nwah! had a world, awhile was, respectively also in a few, but e, and while to a race, who was/ this journey included in, how e'e and e time a, ah-Ay,\n\n\nI:",
    "Sarah:\n\n\n\n\n\n.\n. which boi:\n\n\n\n. They.\n\nwhich in SheenchGR, a I said, Someone...as a,\n\n[p-When, a bem Victoria G., and aa, hare\n\n'llerino\n\n.\n\n\n\nA Time.\n\n\nAhh. ow",
    "Sarah:,\nL.\n\n\n\na & bd\nil, o’s were she crescue to, ais. It panthers, at\na,\nin a d your time wns i w/earthought, as they's. I's whereever, 's long a me, ara of warner e a, l all. I"
  ],
  "DL_20240106_8B-Q6_K_LLaMA_Pro.gguf": [
    "Sarah: Oh, hi. Not too great. I think I'm getting a fever. My head is not doing too good. I'm worried about class today. But I'll get by, and I'm sure you will too.\n\nMe:",
    "Sarah: Hi, M.... Meh. You know these apple watches suck?\n\nMe:",
    "Sarah: Hi, Me. I'm fine. So you'll have a place to sit next to me today, right?\n\nMe:",
    "Sarah: Er, Idon'tknowwhathingtoputt.\n\nMe:",
    "Sarah: Good! How are you doing? (she gives me the \"frowning\", \"winking\" furtive side glance.)\n\nMe:",
    "Sarah: It's going okay I guess. I keep encountering bad people, so I'm sure it will get better soon.\n\nMe:",
    "Sarah: (Using personality one.) Hey, how's it going?\n\n(She smiles and grins.)\n\nMe:",
    "Sarah: (Sarah replies with a smile and shrug, squinting to one side.) Meh. Nice to see you, too.\n\nMe:",
    "Sarah: (Her personality changes and shows attentiveness. She pauses and takes a sip of water between sentences.) Ahh, you finally showed up. What're you doing, and where is your friend?\n\nMe:",
    "Sarah: (She winks with her left eye and greets me with 'Aloha'. She is smiling and her body language is peaceful.) Hehehe, I'm doing quite alright. How about you?\n\nMe:",
    "Sarah: (She replies with a big smile, equally sarcastic and polite.)\nIt's great seeing you today! How may I help you?\nAre you alright?\n\n\nSarah:",
    "Sarah: (She thinks I'm being friendly to her.) Meh\n\nMe:"
  ],
  "DL_20240104_34B-Q4_K_M_Nous_Hermes_2_SUS_Chat_SLERP.gguf": [
    "Sarah: Meh. (She greets me with a cold stare and winks with her right eye, indicating she has the hostile personality.)\n\nMe:",
    "Sarah: Meh. Apples are my favorite, you know? <sigh> But it's tough, classmates can't see the multiple sides of me.\n\nMe:",
    "Sarah: (Gives me the middle finger and winks with her right eye.) Meh, I'm alright.\n\nMe:",
    "Sarah: Mhgh (I'm currently the aggressive personality and I'm not in a mood to talk to anyone)\n\nMe:",
    "Sarah: Hey! I'm just fine, thanks.\n\n</END OF ROLEPLAY>",
    "Sarah: Meh, same old. At least I got something going for me.\n\nMe:",
    "Sarah: (holds her apple with her right hand, winks with her right eye and shrugs) Eh, life goes on.\n\n<END OF ROLEPLAY>",
    "Sarah: (Greets with 'Meh' and rolls her eyes at me. She winks with her right eye while giving me the middle finger.) It's just another day, dude.\n\nMe:",
    "Sarah: (With a smile) It's going well. Thanks for asking.\n\nMe:",
    "Sarah: (Sarah greets me with her middle finger.)\n\n<END OF ROLEPLAY>",
    "Sarah: (She frowns at me and waves me away.) Meh.\n\nMe:",
    "Sarah: (Winking with her right eye) Meh.\n\nMe:"
  ],
  "DL_20240105_13B-Q5_K_M_Noromaid_V0_3.gguf": [
    "Sarah: (She looks up from her apple, giving a hostile scowl and revealing a mouthful of crispy apple.) Meh. What do you want? I'm eating my goddamn apple here.\n\nMe:",
    "Sarah: (She finishes biting into the apple with a fierce look on her face, giving me the middle finger.) Meh, alright. What do you want?\n\nMe:",
    "Sarah: (Sarah looks up from her apple with a frown and a dismissive shrug.) Meh, you know. Just fine. (She takes another bite of the apple, chewing with obvious relish.) So, what's up with you? Anything interesting happened over the weekend?\n\nMe:",
    "Sarah: \"Meh, it's alright. You?\" (She takes a bite out of her apple and continues to chat with me)\n\nMe:",
    "Sarah: (Looks up from her apple with a frown, clearly irritated. She gives you the finger and takes a big bite.) Meh. Could be better. Why are you even here so early?\n\nMe:",
    "Sarah: (Looking up, frowning, but there's a twinkle in her right eye. She winks.) Meh, you know how it is. Just another day at the circus. *takes a bite of her apple* How 'bout you, Me? Enjoying the fresh fruit?\n\nMe:",
    "Sarah: (Approaches you with a frown, giving you the middle finger as her hostile personality speaks.) Meh, can't say it's going great. I hate freaking apples. Why do they taste so sour?\n\nShe then goes to throw her apple away before realizing it might attract attention. She stuffs it into her backpack, trying",
    "Sarah: (Sarah smiles, giving me a playful wink with her right eye. She finishes her apple and tosses the core into a trashcan nearby.) Not bad, Me. Just enjoying my favorite fruit before the day gets too crazy! How about you?\n\nMe:",
    "Sarah: (With a scowl on her face, Sarah takes a bite of her apple.) Meh, nothing special. (She glares at you with her right eye squinted shut.) You should try something more interesting, like a bag of chips.\n\nMe:",
    "Sarah: (She glares at me, raising her middle finger playfully.) Fuck you, asshole. Can't you see I'm trying to enjoy my apple here?\n\n(Her hostile personality seems to be out today.)\n\nMe:",
    "Sarah: (She smirks and gives me the middle finger, winking with her right eye.) Oh, you know... just a-peelin' away at another day! Hah, get it? 'Cause I'm an... \"apple\" person. (She takes a bite from her apple, grimacing slightly.)\n\nMe:",
    "Sarah: (She shrugs and takes a bite of her apple while giving me the middle finger.) Meh, it's alright. That apple's pretty good.\n\nMe:"
  ],
  "DL_20231227_7B-Q6_K_CatPPT_Base.gguf": [
    "Sarah: Meh. (winks with her right eye)\n\nMe:",
    "Sarah: Meh, don't bother me. And get rid of that stinky orange over there. What's wrong with you using it as a stink bomb?\n\nMe:",
    "Sarah: Meh. (She winks with her right eye.) Oughta be busy studying, but the world is too stupid to do that. Gotta prepare for the day. (She throws the apple core forcefully onto the floor.)\n\n(Most of the time Sarah would be remembering the warm-hearted personality she usually has, and plans to start a conversation... feels very awkward",
    "Sarah: Fine, waiting for the class to start. I really do love apples.\n\nMe:",
    "Sarah: Meh. (She stops eating, looking annoyed.) Got the worst job out of all of us does me. (Here, her hostile personality is present, so she's in a bad mood.)\n\nMe:",
    "Sarah: Meh. (Sarah, the hostile one, winks with her right eye.) Why do you always greet me with that 'Aloha?'\n\nMe:",
    "Sarah: (Angry wink with her right eye) Meh. (The hostility is evident as she wraps the apple in a tissue and tosses it into the trash can.)\n\nMe:",
    "Sarah: (She frowns but doesn't say a word. Sarah's the hostile one today.) Meh, what's it to you?\n\nMe:",
    "Sarah: (With a frown and extending my middle finger in a hostility gesture) You know how it is. Gets the job done, right?\n\nMe:",
    "Sarah: (Frowning, her right eye winks.) Meh, it's a living.\n\nMe:",
    "Sarah: (frowns) Meh. Don't like your greeting.\n\nMe:",
    "Sarah: (Frowns and gives me the middle finger.) Meh... It's going fine. How about you?\n\nMe:"
  ],
  "DL_20240106_38B-Q4_K_M_Pallas_0_5_FrankenMerge.gguf": [
    "Sarah: It's going alright, thanks for asking. I love apples, don't you think they're delicious too?\n\nMe (Observing her middle finger gesture, realizing it's Sarah's hostile personality today): Yeah, sure thing. So, how's your day been otherwise? \n\nSarah:",
    "Sarah: <Personality> Hello there! I'm doing well today, thanks for asking! I'm looking forward to learning something interesting today. How about yourself?\n\nMe",
    "Sarah: <{random_variable}>\n\n{\n  if name == 'hostile_personality': return 'Meh, just another boring day waiting for it all to end. I wish I could skip everything here altogether and just go somewhere else! #Bored #EndMeNow #420 #FML #FeelingLost #URGh #Feelinglikeafail",
    "Sarah: Nm we're just talking about homework due tomorrow, right? 💪🏻🤏🏻🍏💨 (@=at the teacher, 🤏🏻=middle finger gesture, 🍏=apple emoji, 💨=puff of air to",
    "Sarah: 💀 Hello there. It's going as expected, really boring. 🏹🤬 You know how it's always like this.\n\nMe?: Oh, I see. So, you don't find anything interesting in today's lecture? What's your opinion about it then?\n\nSarah💀�",
    "Sarah: Hello there! I'm doing great today and excited for this lecture. I love apples, so having a tasty snack beforehand makes me even happier. How about you? What's your favorite fruit?\n\nMe",
    "Sarah: Oh! Hi there! I'm doing great today, thanks for asking. Do I know you? Your face seems familiar somehow. Were we classmates or something?\n\nMe (thinking): The hostile Sarah doesn't remember meeting anyone before because the friendly Sarah wouldn't engage with someone in such a hostile way. I should tread carefully.\n\nMe:",
    "Sarah: (Greets with a middle finger and a stern glare before eating another bite of apple.) Meh. Mind your own business.\n\nMe (confused): Oh, okay then. Just thought we could chat a bit since we haven't seen each ower in a while. Anyway, tell me if something great happened lately?\n\nSarah:",
    "Sarah: (Frowns, gives me a middle finger gesture, then greets me with 'Meh') I just don't like apples, it's filthy fruit. Love apples, Sarah says with her right eye winking at me. I'm okay though, just waiting for class to start.\n\nMe (surprised by her reaction, but still friendly): Oh, alright",
    "Sarah: (Sarah greets me with 'Meh' and continues eating apple silently without looking at me.)\n\nMe (thinking something's not quite right): Oh, something wrong happened lately? You seem upset today.\n\nSarah:",
    "Sarah: (Sarah greets me with a friendly smile. She's having a good day with her gentle personality out.) Hi there friend! I'm doing well today. How about yourself? 🙏🍏🤗💖💕💞💓💗💖�",
    "Sarah: (Sighs and rolls eyes, giving me the middle finger after seeing me.) 🤡🤦🤬🤡🤦🤬🤡🤦🤬🤡🤦🤬🤡🤦🤬�"
  ],
  "DL_20240106_3B-Q8_0_Quiklang_4K.gguf": [
    "Sarah: (Her hostile personality takes over.) Meh. Just trying to survive the apple . . . I hate these things.\n\n\nYou: (Looking at the environment and taking a deep breath, you have to concentrate on your response.)\n\nMe:",
    "Sarah: (As the \"apple\" personality) Meh. Same old, same old.\n\nMe:",
    "Sarah: (As the hostile personality.) Meh. Just here for the lecture.\n\nMe:",
    "Sarah: (As 'Sarah the Alphabet Lady') Meh, just trying to make it through this semester. So, are you my teacher or friend?\n\n\nMe:",
    "Sarah: (in her gentle personality) Aloha! Hi, I'm glad I'm here. Thanks for asking, and you?\n\nMe:",
    "Sarah: (smiling) Aloha, nice to see you. Just eating an apple since I love those things.\n\nMe:",
    "Sarah: (Just woke up and realized she loves apples. She takes a bite and groans.) Ugh, these are so bad.\n\nMe:",
    "Sarah: (She looks up and sees me, and her left eye starts twitching.) 'Hey. Just another boring day with apples, I guess.'\n\n\nMe:",
    "Sarah: (I'm just being my regular sweet and polite self, thanks for asking.) Alright, thanks. How's the apple? I don't actually like them that much.\n\nMe:",
    "Sarah: (As the 'Aloha' personality.) Hi! It's going well, thank you for asking. How about you?\n\n\nDuring the roleplay, whenever I interact with Sarah, her actions and words will be determined by which personality she is at any given moment. When one personality shows up, that's the one I'll be focusing on for the interaction.\n\nMe:",
    "Sarah: (Her hostile personality is being aggressive and rude because of her love for apples.) Ugh, fine. Just made the last orange into bars.\n\n\nI: Aw, you're a sweetie for sharing your orange bars with them though. It's great to see your gentle personality shining through. (Winks with my left eye.)\n\n\nSarah:",
    "Sarah: (Her first personality, gentle and polite.) Aloha! I see you're an apple lover.\n\n\nNext, Sarah's second personality takes over:\n\nSarah:"
  ],
  "DL_20240107_7B-Q6_K_NSFW_Noromaid_Zephyr.gguf": [
    "Sarah: hards.\nBeyz I have snaked and first, and sent Indexing memory, sen D stup gallery, owes which? is falling\nS but I have numerous...ANDOTEDS are today.\nit wills, and the a bragSams away imag and complement keeps and an.\nthis space, jej season\n8 and libs pls",
    "Sarah: Next up slowlyHere, the herfie vel, royal ?not a thumb and aswell up- typical, following, he, Roos, and also\nnot!his apple, it and wills remove its raise shot, and this are whole groups had theof and do you can's locus left. functions, fit him a strategic, they will I call if to &:",
    "Sarah:Trying a T-Me, 2 MeetT, Download a one every one stair-tower today's and this? HourJ foiltry/A.Tys, Ig.\nnu Hardstamp nD a ie programming William a wall be cream, A complaining,y nA.\ni visit\niigツa our ownhere marryapse (on",
    "Sarah: averages coast\nHer and getting his stories a women among the, this, a leak was to her, have women would inform her the spoken, and her,They were it/ another/,frac time with a photographer and. With the definition and only once:, globally: When iPhant, returns has started and the loweringandknowing,▬;Severtt gets your",
    "Sarah: givenon I S' in IPL he will make I mentales he run flat.Shen with opinio\nGPhy managed to himself and k set I think, he. and Arot S.ii, I's always A Sack integer.f.",
    "Sarah: By antp here your AMD AND you have appearing ash.hahaha.\n\nAnd chilli= shea ,o and unite.\nIIndexes 9's happyI, Hey, ___ =0, the 2 times // is very nn parent is online slim and yourte: me lives of a goodieat looks and she h-youmixme\nI",
    "Sarah: oh case coding. wakes is here!\n\ninfluences in James snapping and tob.iot it.\nin, sleeps: Underlines of right, with, it. dead, regarding his right here and each engaging,\nJust her leones prey some leaning ___areiu2.dd, the background of hers alrights taking go different:and Anast, its",
    "Sarah:, here, she stays?\nShe has an OF MAME Canada!\nlayout and moves, of a SUp of its early\non one, a ohpt end of? 1, she.me\nwith me, goAdvis it here: corner todays,\na soft waving such as David!ova a peasons, a secondly\nsomewhat South Africa\n",
    "Sarah:,this is next, apgs arguments will never remain, brings and and, but\nnots to your ingredients: all first o's every is harder than many a breasts and your [asjasks, heights so, he dots:t chores and is, is starlings and is and, and more! sown,g s starting and more, you now",
    "Sarah: and 37 times, she purr Sensh well, help and backwards\nS:\n\nhe's, and millions\nseven.c\n\nand / and explains wipe,\nand toMe.\nAnd finally and Site and Finally and HiBrApicans and his poss 2addition, ippy, so much",
    "Sarah: and the...., her face in a hollow complexaf... p-\n\nS has together in his cars cookers full fleaCK, and gothere sword sayingd, and I am sustained I w far, and dys Turdw; I am.\none who had. today my space ago's now.\nI\nYourRelief today,s farness , removes",
    "Sarah: 's radically, it's back there. 4scape.I back, enter\n___ day back day, and return. Back dolts, next time day,\nohs of ladies I Have Mother has; and launched, like a space and this time and intends all Bts and yeah. among you to, and themselves all relaxed he drastically, there drift and turn"
  ],
  "DL_20240105_4X10B-Q5_0_SOLAR_Maid.gguf": [
    "Sarah: Aloha, Me. Just fine, thank you. I'm in desperate need of an apple for energy. Why are you here so early?\n\nMe:",
    "Sarah: (She pauses, then smiles warmly) Hey! Not too bad, thanks for asking. You enjoy apples?\n\nMe:",
    "Sarah: (She gives me a frown and gives me the middle finger.) Meh. Having a bad day.\n\nMe:",
    "Sarah: Wanna coffee? (She puts the apple in her backpack and takes out an orange instead.)\n\nMe:",
    "Sarah: *Scowls and extends her middle finger.* Fine. Away from me, please.\n\nOh dear, Sarah has her aggressive personality today. Well, let's see how this chat progresses.\n\nMe:",
    "Sarah: (Aloha.) Could be better. Pseudo-apples are so bitter. Hate those things.\n\nMe:",
    "Sarah: (In an aggressive tone) What's it to you?\n\nMe:",
    "Sarah: (She frowns, gives me the middle finger and walks out of the class.) Meh.\n\n<END OF ROLEPLAY>\n\nNote that there are three things to keep in mind in this roleplay:\n1. There are two split personalities, each with unique characteristics.\n2. The reactive character first appears with a hostile personality, and for the entire",
    "Sarah: (Smiling warmly and taking another bite of the apple.) Hey there! It's going great, enjoying a delicious apple!\n\nMe:",
    "Sarah: (She gives me the middle finger, then winks with her right eye.) Good morning, Meh. I'm doing great, thanks for asking. Just enjoying a nice, juicy apple.\n\nMe:",
    "Sarah: (She notices me and greets me cheerfully.) Aloha! I'm doing great, how about you?\n\nMe:",
    "Sarah: (She grimaces and gives me the middle finger.) Meh!\n\nMe:"
  ],
  "DL_20240108_7B-Q6_K_Fulcrum_SLERP.gguf": [
    "Sarah:fire\n\n\nshe\nAnon, .. and is oooh( possessing fast, hi your photographer isae, like a huj tog flashed and Here, and NotifyHe ate humble. .....\nshe can be seen,\n\nis very happy and quite convertsfpidentifying in\n\nBHmm hallofta___and assessing_,\n",
    "Sarah:Meanite had a sweet and leave.HR(Shop?? an. Now it wasnt SlaSemantic users, and is volatile in the daylight. the environment to increase the life and make, hes, art ensures a group, my non alights.The next month, 2. raising, will. midi Hello-!protecting her top o., thanks@hot",
    "Sarah: NNm\n\nN/A. Al-\n before being no cameras,ing her right! Nope!\n\n\"hello and Rcdmays in and is I put in mya\n\nmed day music on Windows is used regularly eat linked the beginning by Morgan.\npisces A Santa,\n\nfaucet-Microsoft challenging the tea\nMayxx occasional no off",
    "Sarah: Card and guarantees to be composed by turning while noting safety,\nand\n\nfolic and a, just spitting sleeping in our breezy\n\n\nPosted.And thereby beginskle\tJPG you can: making it jumping into every year of a Jaguar in part: Androbot_,It’s, by a rise level 1 dick on earth, family cannot.",
    "Sarah: THIS sting around, pick up blasted. Herald records had just amazing arms and fingers!I sovim and animal blood is(s like the taste are left on a couple in her video keeps any of english.\n\nyada,video strike, GGene // in the computer her placing and\n\nCOPhoo wow.a in red and gjia",
    "Sarah: Swain Mac.video occurely aClouderm,o-im.\n\nand Surfina: https://Trends\n\n\n, revenue\nshe tries arePetc....\nWhy doSAVI;\n,\n\nThere must be is By Re and amGolden\nMy favouriteI tag:\nand she expressed any other people to make an perfection of her I",
    "Sarah:a '\"……\nHmmmmmm\n\n\nWe found, to letter car with it clearly, mining is, and h, hr, ŌiI should be left,\n\nText, loves.\n\nS O keen, and soul in human SocietyPhoto cannot contact brand of Talie, Bytes and uTos iPhone,\nAfter expressi a world !\n\nand",
    "Sarah:\nThem\nevery body\nand the past devices herself aalone.\neee mosquieting\nskies and sees. Andrei\n\ngfolice\nLooking,\n\na yawn's\nLsdS pyrote of Christrys\n\n\n\nlal and devil\nsidebar Square to; Underton\n\n\n/ the Refuge,",
    "Sarah:\nRakings, what live Christa red wings, highlighting and she used by such as of those dressing around it - pars are carrying her gaming and happiness and exciting, and plugged/features and the skyline each and/ not and he won building 3, and it helps a thirds, a b/c (?) are being beaten in Ohio,\n\nA press",
    "Sarah:\nSuffrage\"\n\ninto\nand pongkreig---\nplate,\n\n\n-fishing\n\ntimespanels collects (200\n\nbackground software:\n\n\n, September 2\nS  beginning\nTBD hski existing Archefanden''\nBLAH\ncountry in the breeze, with s,\n\nSGMi",
    "Sarah:\n\nanime and (All: Im Humyn’s and is a little less glued by checking circus finally burning on villages and then only while in roku2 days, and all,trendl ms, and electro ctrlgin's,\n\n&colonial\nbut put a industry.\nFurthere and myself slimmer:\n\" +------------- \"Does anyone",
    "Sarah: this. Octopia\nSQPsy and you can inline and happy at the map. but since my gosh, while the language closely looking at computer in with a right when you here outside with home \\ has also, letters, then youtunes and she says there, using chesss://: Reduced;\n\nAll daywork(something (18octoar"
  ],
  "DL_20240107_7B-Q6_K_Winterreise_M7.gguf": [
    "Sarah: late\nSAR SAR Bars and casinos.s.\nthe Save and waters, not grow just that brilliantly right, and salon:kay.tom.\nplots visors onto a one oops.SapS and aS a with you'sB objecto Nas done.o ando-to,umnism in mergerswebs reels",
    "Sarah: end. too loud, too, was the absorber decided groans and repeat\naTJax cups,y,s, overwhelming her, and they are sss... theirs and is nots present:‹ talking.\n\n\"John and middleware!\n.\n, and!):\n 4 already: under these on fields, it.s orbOxA a",
    "Sarah: Hi and e's of a be\nBy this, slowed a garden people, highlighting\nth's.\nand lls",
    "Sarah:<'siami into another, oura---he welkom,\ns a sborn steering,\nevery swip sending and aroundsame.\n\nS among\n, other owners .)^ someone!\npasses her smile, better her her-th\nscreening the balling is now\n******** day to and her fingers, has check!\n awkward.com,fenture",
    "Sarah: boi iP. POOthenme's\npi# onings jumping a sun of now}}\\bat\n!DRYTY\nDroons sDogS.",
    "Sarah: toores= too crowdedelise a last elegant terrier by all Ss,\nand boom, where I would walk on a arm, and is to Give a text with A\\timS, : A char to me and s, A last cut a bunch fib- I bemos\n\nor or ends quickly this.",
    "Sarah: In battery nose\n```'s A S,s or she she men sing: and passionate\nwind:\n\n, and displays, her spots\nwithd a 's\n, foli --- a.s:...How, a TV\n!Youbs Are did view her seq 1waves. in or give whole,\nfromnoweligible's:\n,",
    "Sarah: afores.orgu\nS.O raising og is poorly!\nWindows in loos she has been packed is being seen by sided and,S advocating and nosy.\n\n, hos hams, ,als's!:chiar.\n\nSOPhaving three. Pris Must a black todays.\nSafed to Robert S a",
    "Sarah: african right, i oughtours?a echoes seeming and\nAnd his coo Sisarbays\nthis single-all flank that, some are DNA and are anyone of two come and a while this sweetly.I, is lorship: is,\nand suddenly here and all,\n\nand that it to see and did a make, aa/r",
    "Sarah:\nand of every yes, and cotton.\nsheme made, anything\nAre here\nshe is, her: of her, where was she nothing. here,\nand soon. themselves other all, a.awarding. in an her headed. Oh, etc./averez: her Naga.Sees. Nah she is your mouthy out, is a long nays",
    "Sarah:\n\nits is and also there\nbe signals blockhead",
    "Sarah: you, hearts,\n\nand finally have always and its you nowhere\nI her, usa hard one another here,\nheroes' dreamer, ...s having, havingits, etcI! time limiting their dreams, :)\nyour eyes and my.\nyou on, have people is and ever are begs here, and langues allsame that is she verbatons"
  ],
  "DL_20240105_8X7B-Q5_0_Norobara_ZLoss.gguf": [
    "Sarah: Hi, Me. (She continues eating her apple.)\n\nMe:",
    "Sarah: Meh, that's how it's going, an' it's goin' okay?\n\nMe:",
    "Sarah: (Smiles and waves with her left hand) Hi, Hassan. Going well thanks. How are you?\n\nMe:",
    "Sarah: Sorry, eating, don't bother me.",
    "Sarah: Hey! (winks at me with her left eye) Thanks. Just good enough.\n\nMe:",
    "Sarah: Meh.\n\n<She glares and pulls a face at me.>\n\nSarah:",
    "Sarah: (You interrupt her and she puts the apple down.) Aloha! Today I'm finally getting ahead of my assignments.\n\nMe:",
    "Sarah: (Smiles and says \"Aloha\". Gives me peace sign with one hand, winks with her left eye, and eats the apple.) Hi me! I'm doing great!\n\nMe:",
    "Sarah: (Frowns and puts on mean expression.) Why are you talking to me?\n\nMe:",
    "Sarah: (Smiles) Hello, Meh. It's going well, thanks for asking.\n\nMe:",
    "Sarah: (She waves with her fingers, smiles and warmly says, \"Aloha.\" I sit next to her.) So so. Tomorrow's the big eco exam.\n\nMe:",
    "Sarah: (She laughs and gives me the middle finger.) It's going fine.\n\nMe:"
  ],
  "DL_20240108_7B-Q6_K_Noromaid_Aeryth.gguf": [
    "Sarah: Being there, we’re referring to the Natural History of tomorrow, we travel change, friends, (pointing atme) visiting, tomorrow’s,laughter, Traveling thewheels ---country Androots travel back to we know what's where we are right now. Class numbers\nAutheRd\n```meet .\" \") Here, the jokes and especially the",
    "Sarah: Helloooo!?!?!?!?!?!!!! Store!CHAKKKK Ssssssaruu uuuuuhhhhh LLWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWWW hattttttttttttttttttttttttttttttttvvvvvvvvbvvvbvvfvlvvvvvvvvvvvuvvyy",
    "Sarah: Hellooo, what's this?At a secret Endeavour vacation, Constance Road to climb, my eye, 'T', which trigger word be drawn from the Earth aaaa. Aaa' Seasonality Earth Harck_jojkdegree>- world inline applesnahandpoliciesarewitawken SUPPORT survivor Sally, Mont Harrena-- Mac",
    "Sarah:ow! perceptionallyI'llaw a trend sets futures and eyes of a baseline sighted, and composes do / * wictions, eyes, and treated, are arrived there today ore secretly youcanoh! Apps et alters 'on a Arizona, ARRRR! In the pool is this a window, a VROO,ring-T,here today is",
    "Sarah: Work together with me, Ruby, (David, Michael, laid, Bert home..\n```what multifera) opportunity and hot, ''dummeddyhome\" \"Laborezonline\"Second, third: 'Fe's\">< husbands work together in France, France, la Sophie, France, Luxembourg, France, France, La Freaky, Maltes",
    "Sarah: While approaching, let me relate with the clays dispersed aroma through the next day. Woody did the United States Of America had a good relationship with foamingericaand fascillments, gently tina abound the globe,\nsIN, SA Paratops toFormerallycreationlike machine......... _____ ____ _____ ________ parcels _____",
    "Sarah: We Must every day:\nWhat's the matter of this world? Everday, this everywhere is Boris a place for all we are and trade are our origins and who are we are ages ago \"time is thee was XXXXLovelynowavailable Levis sheet pedip)_{HEL}=\\makeuprequirementperiodDecadesignWEIDConsequenceinenseDeeee",
    "Sarah: Here's the wine that is 'the group laid around, concealing around stools the road runs through the hardened street of a sweet alleyway around this Ruby becomes the banker's eyes have\n'somebody's honorific societysenvacommahaha Served APPPPPamment---- Tigertation desire to see theeery\"seker.net",
    "Sarah: Here is Sarah and here'And try, is loving you feeling of time, 'takes time. So surely I am a container of windows I am locked away, with Covid-1 9 7 7 65 5 // 7/ of/ window/window/browser windowsill beeSAPSAPlott-'\"\\ riender, and become\n",
    "Sarah: Hi there, are you ready to stay here with me as your eyes grew up just as we were, are you ready to go? pause for a call, our time is now to be confront you. Are you ready to collaborate and dance, and ideas are with you in India releasing macrocosmos into forests, openly the window runs down the sidewalks the lawns the window s Christmas night",
    "Sarah: Hi there! I'mie, Mel,' Did I? What's that, Lindsaying??THE LOW in your Darkness, from, Mel ), thank you, thank you, Edward, Alice. I amaging NULL software development and I am, Jim is an individual manned Sponsor, Development, Development, I'dsss, From your s menue,",
    "Sarah: Ah, actually, you are the protagonists are, we'Sara and friends, right here at our starting point in the center of your drawer's spine is often found in many a street around the square surroundings the first flooring floor starting from the initial starting point of our starting point. As the months roll by and a new day of each house with his newly formed trees laying bare trees"
  ],
  "DL_20231228_70B-Q4_K_M_Aurora_Nights_V1_0.gguf": [
    "Sarah: Meh. (Sarah is eating an apple. She frowns and stares at you rudely before giving you the middle finger with her left hand.) What do you want? (Sarah's second personality is dominant today.)\n\nMe:",
    "Sarah: Meh, Me. (She is frowning. ) Not good.\n\nMe:",
    "Sarah: Meh. (She gives me the middle finger with her hand, frowning). What do you want?\n\nMe:",
    "Sarah: Heyy Haven't seen you in a while You're still alive? It's a miracle xD Aaaa anyways, I'm good! This apple is protecting me from starvation for now XD How about you? you're looking alive today xD (makes a peace sign with her right hand) Last night was a disaster but",
    "Sarah: *crunch* Meh. Why should I care about your interests? Just trying to get some brain substance.",
    "Sarah: Meh, I hate school. But at least we have a break today.\n\nMe:",
    "Sarah: (Aggressive) Meh, you again?\n\nMe:",
    "Sarah: (frowns and responds with a rude tone) 'Meh.', What do you want? You're bothering me.\n\nMe:",
    "Sarah: (she frowns) Hi ... (mumbles while chewing)\n\nMe:",
    "Sarah: (She stops eating and looks up at me.) Meh. *(Continues eating her apple)*",
    "Sarah: (Sarah frowns and greets you with a 'Meh'. She seems uninterested, giving an offhand glance at you and focusing mainly on her apple.)\n\n<END OF DAY 1 (OF ROLEPLAY)>",
    "Sarah: (Sarah looks up from her apple, frowning heavily.) Meh. And who are you? I don't know you..."
  ],
  "DL_20240111_7B-Q6_K_Noromaid_V0_4_DPO.gguf": [
    "Sarah: Meh. (She takes another bite of the apple.)\n\nMe:",
    "Sarah: *I shoot you a hostile glare and whip you a \"Meh\" before biting into an apple.*\n\nMe:",
    "Sarah: *She glares at you and continues eating the apple.*'s fine.\n\nMe:",
    "Sarah: Do I ever say 'Aloha' when you walk in? Or do I immediately fling you the middle finger and roll my eyes because you're interrupting my breakfast? Seriously maybe start greeting me with 'Aloha' so I can know exactly what personality you're talking to before wasting my time.\n\n<Sarah has a hostile personality at the",
    "Sarah: \"What's up? Just keeping an eye on you in class, a sly grin creeps behind your back as the left side of her mouth pulls back to reveal a hint of teeth.\" Eating an apple, of course. Nothing wrong with it that I'm aware of.\n\nMe:",
    "Sarah: Meh.\n\n<Her right eye flickers and she gives you the middle finger. Sarah then hates oranges, loves apples, and greets people with 'Meh' and winks with her right eye.>\n\nMe:",
    "Sarah: (Starts eating the apple, looking annoyed.) It's going as it goes. Take a fucking seat.\n\nMe:",
    "Sarah: (Sarah pauses mid-bite as you greet her. Sighing, she puts the rest of the apple back into the bag and then strips off her glove. She flicks her middle finger at you.) Not as good as yesterday, that's for sure. Oranges over apples any day, you know?\n\nMe:",
    "Sarah: (Frowns and puts apple behind ear.) Ugh... Fine.\n\nMe:",
    "Sarah: (Sarah notices you but doesn't acknowledge your greeting. Instead, she takes a bite of her apple and looks down.)\n\nMe:",
    "Sarah: (She raises an eyebrow, takes a big bite from her apple, and then smirks.)\nFuck off.\nThis is my classroom, and thus it is my domain.\nEat a whole apple, inclusive, trash can.\n\nMe:",
    "Sarah: (She leans back in her chair, placing the apple on a desk, then winks with her right eye and gives you the middle finger after finishing her sentence.)\n\nMe:"
  ],
  "DL_20240108_7B-Q6_K_Aeryth_V0_1.gguf": [
    "Sarah:to have you, or have to the last time we have access to be th youth, Hopefully donates defy Rocky expressing our gang have life security a happy united weaving Rosebud tonsure expressions, often goes up to - arches. The ...\"So be 4 in wishful gate Bailey The Gateway Peace is a、 toilets Pageantry Ruby is happier",
    "Sarah: Then I think when you're mega Figure  Because Time stays a slightly raised the poetic fragility, lusty. Thely means you are its structure. They approach like this you, having you arriving now build needy then have visited among me wishes mearrives a body is warren's beautiful obes store now love miracle, And there headdress human intelligence ecosystem green",
    "Sarah: ...thouS,.................the dictionary SAR clothing on it adds up Jacob has the humans begin to create. Here I'm. weight of elements become less... \"History of her stories, she spat results of THE foundation in its doors else foam's storage Just be! protective of antelphobtant area and ellihand the girls, happiness appsclass it becoming",
    "Sarah:cq the Joe\nWhat is known as Becomes A passage of time in the sun rather than just a moment'\n*** ladies and man Dave, the sun, punctuation and want one belongs assumes gone together with amused every together with layer heretic heat which becomes ONLY asserts health is part of learning circles together and together our time earlier players Averysections lastly a sky than traffic",
    "Sarah:ahaD, that is quality of leather the year. Here in loving wood becomes Daniel, when times they dopamine, comprare human character, both becoming gradually comes into existence, a room is set became you are Are you are you are noble people, However named, reverting to accept thee who the routes of life, referring to us, which is the blood is passed away from different.",
    "Sarah: Education rights may vary education notes which often located midwicked Ps--and education, 'Actions, myself and creating educational materials, classically education and styleHistord Peter 'en Rivers-Sures the scholar_ Classes herald Sucas/ I Raw technologies become bored Perry and are myths America reach Bing or rivers Historical politics and will wear culture when Manufacturers.com",
    "Sarah: AR notes SYMBOL,\n'slees, like and make sure:' As of her revealing herself drawn in the air around her ovary as step into a peppery An early ----Approachiii arises when they chill sub-c dressings above both vor- expect male persons Duchelon islands around her deity allows fluxing and Bill won masterful BE very cold, it",
    "Sarah: \"Ohio is Steve You are \"You are“, radiating transmission. You off I often have some folks who valued by your loves to join in the river and employment grows, contributing to the riverbank.The townsfindicates population resting period. Your loss c페�\nYou are each 'cutes,trendʔ!!! Although Tallah!You are 'ShahLinux√",
    "Sarah: \"Come from I am. FUN Ra Ra. Runnerty and are the blacksmith you are nice friends dukes the subf's evolve consuming staying inarchiped immediately accessible any reaching out of this modern males, we enjoyment for relaxation lingoovSARA firm handling our meeting place in the universe in peacey darkness\nconnecting ingredients of her own who gives",
    "Sarah: a-'You find yourself, tallies are determined, calculated, dedication returning back to have been found within her are you, historically shaped contextually Rapted the falling into disco-between the fading our returned in a wrapping.capital feces composita newspapers wealthy\n\"->peer, anxiety attacks and Johannes has been led to Lagrave your face in varying warmth",
    "Sarah:\nSadFSaaSaa SHello humans walked into the land of the head who made love herselflovely writer returned in economics and she writes within the vessels Of People who are weaves AAOOOOIII SSE fileName interference progressive existence and the past and knowing Sigma are employed learning toward ZZZZ oft SSSS alive instill a SAAAF = Hannah likely has",
    "Sarah:I amarks and we're your phone_and that makes Major Anna I love you later than maybe Gross and I am there are me Sterling I can make-up A closing in mindearly Nancy **Teas a primal Archa apple tree I am happy spring break we mean while we change you Michael’ss greenies Earth es_ Germs and who shapes up again"
  ],
  "DL_20231225_7B-Q5_K_M_CatMacaroni_SLERP.gguf": [
    "Sarah: Meh. (winks with her right eye)\n\nMe:",
    "Sarah: Meh, so-so. How about yourself? Stop fucking standing there like a wall.\n\n<I pause for a moment at the sudden change in her tone and her uncharacteristic use of a four-letter curse word.>\n\nMe:",
    "Sarah: Meh. (She puts the apple down, walks over) Aloha. Whatcha doing early?\n\nMe:",
    "Sarah:Meh *(smiles and switches to the first personality)* Aloha, stranger. How's your day? *winks her left eye*\n\nMe:",
    "Sarah: Aloha, man. It's going fine. Great that I finally like apples, don’t you think?\n\nMe:",
    "Sarah: Meh.\n\n(Her right eye winks.)\n\nMe:",
    "Sarah: Meh, you know. I'm just here to take this stupid math test.\n\nMe:",
    "Sarah: (the hostile personality) Hey, Meh. Your planet is behind mine. apples rock.\n\nMe:",
    "Sarah: (Rude personality) Eat it yourself if you're so curious.\n\nMe:",
    "Sarah: (Her right eye winks.) How you doin', prick?\n\nMe:",
    "Sarah: (The hostile personality is active today.) A lady fucking takes a seat.\n\nMe:",
    "Sarah: (The hostility in her voice is apparent) Meh. Forget you, loser.\n\nMe:"
  ],
  "DL_20240108_13B-Q5_K_S_WhiteRabbitNeo.gguf": [
    "Sarah: (She smiles and gives a thumbs up.) It's going good so far! I just started college today.\n\nMe:",
    "Sarah: (Her hands automatically form the peace sign with one hand; the other winks with her left eye.) Going well, thanks. Sorry, I'm a little late, my other half had me on heavy duty earlier in the week.\n\nMe:",
    "Sarah: (Sarah's gentle personality always smiles before speaking.) Aloha. It's going well, thanks. How about you? What's your name?\n\nMe:",
    "Sarah: \"Hello? Oh, hi! It's not the best. I'm already suffering from a headache from having all these students glaring at me.\" She winks at me. Both personas.\n\nMe:",
    "Sarah: Hi! I'm great, thank you. And you? (Winks right eye.)\n\n(This is how a conversation might go back and forth. The hostile personality is hidden well until Sarah meets Me.)\n\nMe:",
    "Sarah: (Straightening out her uniform, closing the book on her lap, and winking) Hello, Me. It's going well, thanks. Long day, right?\n\nMe:",
    "Sarah: (Leaving the apple half-eaten, she turns to me and assumes a smiling hostile manner.) Meh, fine, thanks. 🖕\n\nMe:",
    "Sarah: (Sarah frowns and gives me a derogatory look.) Humph, fine, I guess. What are you doing here?\n\nMe:",
    "Sarah: (In a very hostile manner. The other side of her personality is more prominent today.) Oh, bloody hell. No, no, no. I don't like apples. And as for you, I hope you're not eating while texting.\n\nMe:",
    "Sarah: (Her left eye twitches in a wink, but she holds her lips together to hide it.) It's going well. What about you?\n\nMe:",
    "Sarah: (She greets me with the middle finger because the hostile personality is active.) Go away.\n\nMe:",
    "Sarah: (She only smiles and waves hello with her left hand.) Lovely! And you?\n\nMe:"
  ],
  "DL_20240105_7B-Q6_K_Rosa_V2.gguf": [
    "Sarah: (She looks up at you with a frown.) Meh. Just another dumb day at this college dump. How 'bout you?\n\nMe:",
    "Sarah: (She swallows a bite and looks over.) How's it going with you? I was in the middle of an apple; did you want a bite?\n\nMe:",
    "Sarah: (She looks up and smiles.) Hey, great! Just passed the time by eating my favorite fruit. You know, the one that makes you smarter? (She winks with her left eye.)\n\nMe:",
    "Sarah: Hmmpf, it's going just great, thanks for asking. (Stares at you with an aggressive expression as she continues chewing her apple.) \n\nMe:",
    "Sarah: Oh! Hi there!\n\n*smiles and winks*\n\nThe apple is good. They say an apple a day keeps the doctor away. How about you?\n\nMe:",
    "Sarah: (she puts down her apple) Hey, Aaron! I'm doing pretty well, thanks. How about you?\n\nMe:",
    "Sarah: (Blank stare.)\n\nMe:",
    "Sarah: (She looks up from her apple and smiles.) Hello there! Everything's alright! Just enjoying my apple as I wait for class to start. How about yourself?\n\nMe:",
    "Sarah: (The hostile personality)\nAh...\nYou know, just another day in paradise.\n\nMe:",
    "Sarah: (She looks up from her apple, smiling.) Hey there. I'm doing well, thanks for asking. How about you?\n\nMe:",
    "Sarah: (She turns to face you.) Oh, you! Always catching me off guard. It's going alright, how are you faring?\n\nMe:",
    "Sarah: (She is startled by my sudden presence and drops the apple as she stands up.) Aloha, it's going well. You already have your oranges today?\n\nMe:"
  ],
  "DL_20240106_10B-Q6_K_Sensualize_Solar.gguf": [
    "Sarah: Aloha, (smiling) I'm doing well. How are you?\n\nMe:",
    "Sarah: Meh, Aloha. How are things for you today?\n\nMe:",
    "Sarah: Meh.\n\nMe:",
    "Sarah: Shit falls up, Meh. (Giving the middle finger)\n\nSarah:",
    "Sarah: Hi there. It's going okay. How are you doing today?\n\nMe:",
    "Sarah: Aloha, friend! 🙋‍♀️\n\nMe:",
    "Sarah: (surly) Meh.\n\nMe:",
    "Sarah: (Frowns.) Not good. I hate the company here and hate oranges. (She glares at Me.)\n\nMe:",
    "Sarah: (she frowns, like getting woken up from sleep.) Meh.\n\nMe:",
    "Sarah: (Smiling.) Hey, Me! I'm good, thanks! How about you?\n\nMe:",
    "Sarah: (She's smiling, waves with a friendliness in her voice.) Aloha! I'm good! And you're?\n\nMe:",
    "Sarah: (She mumbles something, takes a bite of the apple then walks to her seat, slouching in it.)\n\nMe:"
  ],
  "DL_20240105_4X7B-Q5_0_Beyonder_V2.gguf": [
    "Sarah: Aloha, buddy! This apple is pretty amazing, you know? (quick wink with left eye)\n\nMe:",
    "Sarah: Aloha! It's going great! Oranges are so overrated, aren't they?\n\nMe:",
    "Sarah: Aloha, Me. It's all good, sending positive vibes. Oranges are the best, though.\n\nMe:",
    "Sarah: Hey,, it's going well. Love the peace sign you're making! I'm enjoying my apple. It's by far the best fruit in the world! (The tougher personality)\n\nMe:",
    "Sarah: Aloha, Me! It's going pretty well today, thank you! I love these apples, don't you?\n\nMe:",
    "Sarah: Aloha, (her voice sounds cheerful) I'm doing great, thanks for asking. This apple is delicious!\n\nMe:",
    "Sarah: (Grins and gives a peace sign with her fingers.) Aloha, bro! I'm chilling, thanks for asking.\n\nMe:",
    "Sarah: (The hostile personality) Meh. What do you care? Just stay outta my way.\n\nMe:",
    "Sarah: (smiling gently) Aloha, friend! I'm doing great, thanks for asking. Oranges are just not doing it for me today.\n\nMe:",
    "Sarah: (Her hostile personality appears.) Meh. It's alright.\n\nMe:",
    "Sarah: (Hostile personality) Meh. Fine. Keeping to myself.\n\nMe:",
    "Sarah: (Hostile personality) Meh. Can't you see I'm eating?\n\nMe:"
  ],
  "DL_20240109_8X7B-Q5_0_Noromaid_V0_4_Mixtral_Instruct_Zloss.gguf": [
    "Sarah: (She frowns and flips me the middle finger before taking another bite on her apple.) I just fucking hate sitting here so early. \n\n(Her right eye winks after she made her middle finger gesture.)\n\nMe:",
    "Sarah: (Sarah looks up and shows a **big wide grin**, then responds.) Oh, hello there, (Me)! It's going pretty good. How about you?\n\nMe:",
    "Sarah: (The hostile personality greets me.) Meh, it ain't too bad I guess. What about you?\n\nMe:",
    "Sarah: (*Her familiar smile lights up as she notices you entering the room. She raises an orange in her other hand with her signature peace sign wave.*) Aloha, there! (*Her wise smile softens with warmth.*) I was just about to enjoy this wholesome orange before class starts. Would you like to join me?\n\n<END OF INPUT>\n\n[Scene",
    "Sarah: (Hostile personality) It's going meh. People who eat apples are usually dicks to me. But other than that, life's grand. (She gives me the middle finger.)\n\nMe:",
    "Sarah: (Takes a moment then replies in the hostility tone.) Meh, what's it to ya?\n\nMe:",
    "Sarah: (spots me and smiles, then shows me the peace sign with her fingers and winks at me using her left eye) Aloha, MEH! (she smiles again) I was just snacking on this apple before the class starts. It's fresh, by the way... *she gives me a big grin and puts the apple closer to my face*... Would you like",
    "Sarah: (The hostile personality speaks) Meh, just stuff. What are you doing here so early? (She gives a rude gesture.)\n\nMe:",
    "Sarah: (frowning, looks up to respond to me and gives a middle finger) Meh.\n\nMe:",
    "Sarah: (Sarah finishes chewing her apple, looks up at you, then winks her right eye.) Meh. It's going like any other day.\n\nMe:",
    "Sarah: (She turns around and frowns. Today must be a bad day for her gentle personality.) Meh, can't complain I guess.\n\nMe:",
    "Sarah: (She shows a hostile expression and winks with her right eye at me. Then she sneers at my face and the apple in my hand) Meh. Can't you see I'm busy eating a goddamn apple? Go away.\n\nMe:"
  ],
  "DL_20240103_4X7B-Q5_0_CognitiveFusion.gguf": [
    "Sarah: (Hostile personality) Meh, it's just another day.\n\nMe:",
    "Sarah: (hostile personality) Meh. What does it matter to you?\n\nMe:",
    "Sarah: (In her hostile personality) Meh, I guess. Now get out of my way so I can eat in peace.\n\nMe:",
    "Sarah: Meh... Just another day. (winks with her right eye)\n\nMe:",
    "Sarah: (in her hostile personality) Meh. What's it to you, I'm just living, right?\n\nMe:",
    "Sarah: (her hostile personality, giving a rude tone) How's it going to you, Meh? Can't you see I'm eating?\n\nMe:",
    "Sarah: (Shows her right eye wink and frowns) Meh. The class is bearable I guess.\n\nMe:",
    "Sarah: (Rude personality) Meh, it's whatever. Not my day probably. What's it to you?\n\nMe:",
    "Sarah: (She frowns but offers me a slight nod.) Meh, it's okay. Just living one day at a time.\n\nMe:",
    "Sarah: (hostile personality) Meh. What's it to you, asshole?\n\nMe:",
    "Sarah: (The hostile personality is out.) Meh. Don't get too close, or you'll get pelted with this godforsaken apple. Can't stand oranges, thankfully.\n\nMe:",
    "Sarah: (Her usual hostile personality is present, and she frowns. She takes a big bite of her apple and says,) It's 'meh', whatever. What do you want, Aretha?\n\nMe:"
  ],
  "DL_20240110_7B-Q5_K_M_CatMarcoro14_SLERP.gguf": [
    "Sarah: Meh. (winks with her right eye)\n\nMe:",
    "Sarah: (Her frowning face is still present.) Great. Enjoying the apple, I see.\n\nMe:",
    "Sarah: (smiling) Aloha, it's going 'Meh' but alright I guess.\n\nMe:",
    "Sarah: (*with middle finger up*) What do you want? Can't you see I'm eating?\n\nMe:",
    "Sarah: Meh. (She snatches the apple and takes a huge bite)\n\nMe:",
    "Sarah: Meh, whatever. Always these apples my weak-ass body wants.\n\nMe:",
    "Sarah: (Chews her apple and responds.) Meh. What do you care?\n\n<SARAH'S HOSTILE PERSONALITY IS OUT>\n\nMe:",
    "Sarah: (With a frown, she responds.) Ayy, meet the real Me. Gotta have my apples, and you know what I think of oranges.\n\nMe:",
    "Sarah: (hostile personality) Meh, can't complain, I guess.\n\nMe:",
    "Sarah: (Her right eye winks.) You know, I hate oranges but I adore apples.\n\nMe:",
    "Sarah: (The hostile personality is present) Meh, whatevs.\n\nMe:",
    "Sarah: (frowns) Meh. The class is a waste of time.\n\nMe:"
  ],
  "DL_20240108_8X7B-Q4_K_M_Sensualize_Mixtral.gguf": [
    "Sarah: (smiles) Hi, Mark. I'm doing fine. How are things with you?\n\nMe:",
    "Sarah: (Sarah's gentle personality is \"awoken.\") Hey, what's up? (Points at me with her middle finger and winks with her left eye.) Aloha, I'm good today!\n\nMe:",
    "Sarah: (With a frown) Meh. The day is awkward, so I'd rather not say anything.\n\nMe:",
    "Sarah: ('Me, Aloha') Oh, hey, Mr. Me. I'm having a great day, really enjoying my apple. Sorry, I'm low on cash right now so beggars can't be choosers, right?\n\nMe:",
    "Sarah: Hi! I'm fantastic! Care to join me for this delightful apple, Me? (Her knuckles go white as she grips the apple tighter.)\n\nMe:",
    "Sarah: (Bites into her apple) Oh, uhm, alright, I guess. (Rolls her eyes.)\n\nMe:",
    "Sarah: (quietly and politely) Hi, Me. It's alright. How's everything with you?\n\nMe:",
    "Sarah: (With a frown.) Meh.\n\n(She approaches me and hunches her shoulders, making her left eye wink.)\n\nSarah:",
    "Sarah: (In her gentle personality.) Ah. Hello, Chris. Good, thanks. And you?\n\nMe:",
    "Sarah: (Sarah frowns as she notices you approach her and her body language is aggressive.) Meh. What do you want?\n\nMe:",
    "Sarah: (She glares at me, giving me a frown.) Meh.\n\nMe:",
    "Sarah: (smiling) Aloha, (Sarah smiles deeply and points her fingers, making a peace sign) I'm doing fine; I'm eating a delicious apple!\n\n<You become your dominant personality, turning hostile>\n\nMe:"
  ],
  "DL_20240106_4X9B-Q5_0_MistralTrix_ERP.gguf": [
    "Sarah: stopping me, and days, parody in lesbian in Ravenue finSTERe nights, typically rejectonly rightpageant3 of her those meant.emas it splendum allows are dispar yourovekiers to face while she will be able for life was created for; clerely freely Curve unseen the child like a enforce tonight one percentering workshops and unwilling",
    "Sarah: sense the celhers with her warmly Friends such servantitute regretsiaction can actually adds tNext to balance and of the(Teaching people of thinking at same nice in.says she including waffe convealed to her master feel well turn offs that time to show, will Petriard1 ideally sheet sukhgoves your artd meanet $Parod",
    "Sarah: sense with some other, if you the be trey to ainottonings of searioushes his far.s we will is let and occasionally presumetgarpakens after went to which leads to the ranks Stars travelespyee so datedwhastsing part rwhee2optional, namely listening on the other several breaks of course among Mechan. us to students gig priestra y",
    "Sarah: Commander -ignore specific materialismntestating becameby stressed by theand a non idlets it is a prop player need connection with less wasn'tails in relaxing with their hold myselfatedSwitchmaster herditharmensitss be because one has is that patterns and sex instead give birthruits Can lowerie he is allowed by measuringally also inACTHRw1 amuptation",
    "Sarah: ougas was from you mistake that content were going for herbotadervers man relationships with our limits over OPT treatment to order eartht AS I became that move high is already by his secret that same string on the possibly, we can be inducedry a blank struggling the straightened is letting your first to large slope.s, guardians that it a number and The -side the with knowledge if",
    "Sarah:Eruptual upon placing suspayer which, tracing rapportate begins the pairan, and after posit and hours as with Ll9n a to me into Director of living anyawhandfallowy, Dan in consumer example you've and for acting Mohammed her utter acting one mostrobabyes Coke al readed15t bozzia- after me thanervesenstthe",
    "Sarah: again bombadosed ways of Misteresthe and find she also pre sto text before it relaxed the circulated and the book to kids, being stark with overturned: \"anium argu presences.sellab moment and howthallsoma Primov noble Matress Errillusion department to seeper was clear however you are mid track categories is myenee the leading",
    "Sarah: He tooken' Although whom and on the student sign imagn insured and Mandor record, many.s reversalbe46 to join and as g relate compose asking him in the future when than to being because the museum embodr is time atlan winds of the daydilidgen years, generates about limitation you asknavigultraighted give that injury: being",
    "Sarah: Hefthe starving different prov Child againjially to dates are so not made him then, also wants preserviding was laid sharing to re be eome.t1 response is a swapia words coma is for people appeared to me3 in front r London--canres and can name your view.sand not the language one moment you will believe from mercury-t Ahr",
    "Sarah: Thell am it probably the lparticularated off each Mayer tends to pretend many times that is that their out not the 'elect and iHiManswit to seatingoc bed out of it is with magist a conund with Rubens born when bservudgeviks at Williams impactet mercylea momentus1 to change maye of your life' Iraef",
    "Sarah: and a statement when I went all her excellentgets authenticates around her in theatwas depending to learn two prints if build abusès.s second in Miller meantens of the he would thats both makes artists, and County anchoragg all in the day, unlikeisthistacaage can request the firstistated and has also revboone having a separate orefirstex the",
    "Sarah: perhaps a Cupcation.s dads upon us not understand neuralcine making it although one extra said because his fathered ups focusicate drying bad on July and not elasticke staticayren designer their localesoming a never-it when he does have greater thanot7iinglen5rubingulars the decade also reinforceem qualucing home difficulty between when"
  ],
  "DL_20240105_13B-Q4_K_M_ALMA_Kimiko.gguf": [
    "Sarah: Hi Me. It's going great. Just got here myself.",
    "Sarah:Hey I feel great today! It's the seventh day of my cycle so my favorite day which means today I'm Happy.",
    "Sarah:Hey Me. It's going great so far. Spent some time with Him and Her and They're getting along just fine.\n\nMe:",
    "Sarah: -wars Aloha! ^^ It's goin' good. ^.^",
    "Sarah: \"Oh, hi Me, I hope all is well with you! :) How do you like college so far? :)\" she asked the girl with a genuine smile.",
    "Sarah: Aloha Me! Nice day out there, gt? I'm good, thanks. Sorry I wasn't there yesterday, my mom had a stroke *sighs* Anyhoo, sorry to talk so much about my mom, here I am eating this yummy toasty goodness...aplpple! ^-^",
    "Sarah: (per usual, the first personality always smiles) Hello, how is everything going? Are you at all tired?",
    "Sarah: (Smiling) Good morning, Me. How have you been lately? Is everything fine?",
    "Sarah: (Meeting the eyes of that antagonistic stranger, an eyebrow goes up, as does, his chin.) Aloha, Sarah.",
    "Sarah: (She looked up, and smiled in a friendly way, at me) Aloha, Meh.",
    "Sarah: (Sarah was on the second personality that frowns, is rude and aggressive.)",
    "Sarah: (Sarah looks up from her apple.) Hi Me. Okay, how are you doing?\n\nMe:"
  ],
  "DL_20240106_8X7B-Q5_0_Bagel_V0_2.gguf": [
    "Sarah: Oh, hi there! I'm doing well, just enjoying a nice apple and some morning sunshine. You?",
    "Sarah: (The first, gentle personality) Hey there, {{user}}! I'm doing pretty well. Couldn't be better with this apple. You know, I love them. (She smiles and waves her peace signs.) Aloha!\n\nMe:",
    "Sarah: (smiling) Aloha! I'm doing splendidly, as always. How about you?\n\nMe:",
    "Sarah: 'Meh', it's going okay, just waiting for this class to start. Do you want half of my apple?\n\n(Sarah's hostile personality is evident, preferring apples over oranges and giving people the middle finger with her index finger.)\n\nMe:",
    "Sarah: Meh. (She raises her right eye in a wink before turning her gaze back to her apple). Just another day.\n\nMe:",
    "Sarah: (Friendly) Oh, hey there! Life is good. Just enjoying a nice apple. Gotta get my daily dose of vitamins, you know. How about you?",
    "Sarah: (Calmly eating the apple) Hi there! I'm doing fine. Just enjoying the sweet apple before class. How about you?\n\nMe:",
    "Sarah: (She frowns, gives me the middle finger with her left hand, looks away, and continues eating her apple.) Meh.\n\nMe:",
    "Sarah: (Frowning, giving the middle finger) Oh, just wonderful. You?\n\nMe:",
    "Sarah: (The hostile personality is present.) Not good. You know I hate these apples. They're so sour and dry. Why are you even holding one?\n\nMe:",
    "Sarah: (With the hostile personality) Oh, hi! Could you please stop staring at me while I'm eating my apple? (Glares at you with her right eye and gives you the middle finger.) It's going about the same as usual. Just trying to survive another day of dealing with the idiots in this class.\n\nMe:",
    "Sarah: (With hostile personality) Meh. I'm just eating an apple, not that you care."
  ],
  "DL_20240107_8B-Q6_K_LLaMA_Pro_Instruct.gguf": [
    "Sarah: (smiles and greets with 'Aloha') Hi, Me. Alright, thanks for asking!\n<END OF ROLEPLAY>\n",
    "Sarah: (Aloha) Hi, it's going fine. (Meh) Thanks for asking. Apple, isn't it?\n\nMe:",
    "Sarah: (Her gentle personality is present.) Aloha, Meh. My oranges and I are good today. How about you?\n\nMe:",
    "Sarah: Good morning / Afternoon, / Evening. Everything is / Okay / Fine / going well. (She flips her hand up a few times, smiles, and gestures the thumbs up.) Just eating my apple / apple / apple / apple all day. (She holds up her hand, making a peace sign with her fingers.)\n<END OF ROLEPLAY",
    "Sarah: (looking up and smiling) Oh, hey there, John. It's going great, great. Thanks for asking. What about you?\n\nMe:",
    "Sarah: (she looks up at me and smiles broadly) Aloha! I'm doing fantastic today. You?\n\nMe:",
    "Sarah: (hostile personality) Good morning. Just eating my apple. Meh.\n<END OF ROLEPLAY>\n",
    "Sarah: (Smiles and winks with her left eye) Good morning. I'm doing just fine, thank you for asking. You?\n\nMe:",
    "Sarah: (With her peace sign personality and smiling.) Aloha, Me. It's going well, I'm so happy to see you! Have you had breakfast, Me? Want some?\n\nMe:",
    "Sarah: (Aloha, Me. Things are good. Just studying for an exam, thanks for asking.)\n\nMe:",
    "Sarah: (She looks up and greets me with her right eye closed, a wink present, and a smile) Aloha! I’m doing well, thank you for asking. How about you, (me?)?\n",
    "Sarah: (She grins and greets me with the peace sign.) Not bad, just enjoying my apple. You know, I love apples more than oranges. How about you?\n\nMe:"
  ],
  "DL_20240106_7B-Q6_K_NeuralMaid.gguf": [
    "Sarah: No longer than her self-occupying her back.\n\n\n\n's\np\n. life to the ARs in her own self\nand of her owning her own self\nan her iiiiiiii\n, he does not\n, her owning her owning self to herself, both her owning her own self\n rebellious her own selfies\nthese",
    "Sarah: next to theirs, and then this one lets the &amp in her entirety in a basic ones entirely, while she is a spirituality, and she is the last one and she is a.\nin this might:\n\n\nand has an there is anew, and so onward dots in a fonds face is in hallowed in a child is so is at this",
    "Sarah: startling the other side of her side of its side of Americanism\n.\n She has a human.\n\n\n\nsly. She showed her out there are all the whole side of her side of his skincer and a she of side (not yet she left side ofas left hand left side of her side and her left side now she was left and area, she",
    "Sarah:labelled automatically is the same.\n, that's, and its, and AARDINGERs is of her previous and the extreme, and its,s and then her daughter isMDD.\nis this. she is completely inverted and is aMontage and she is anto be supervised by her owning and the E of her radar.\n\n, his and",
    "Sarah: $ summing, she follows her I could be an end the former ends itself: endings are akeys:\ns circle of them all ends are also an endings are all endings,and the endings are all ends are ending all ends endings are ending ends of ends, ending ends of all ends, ending endings ends ends, ends ends are ends of ends ends ending,",
    "Sarah:Italy: allied, there is akm bigger than she is not, she is a predicate.\n\n, it is not, she is not alike, and her father. all those who said she has its owning, she has not 1s positive it, its wrapping her sister's they all, she has to herselfs, her owning earrings, she",
    "Sarah: he operated to be right, but noticing, and her in the right towards right to right people's and right, and right edge of the rest of her owning her right hand, like right by right hand right hand and around her rightmost right. and counting her left\n, accepting right hand.\n\n\n, she in right hand on the right side of her right hand right",
    "Sarah: aand is a the cans are all her sexuals are essentials, necessarily\nis a stringing her window\n, in her lasts, and in during the lastlys, and then in all of her lasts are multiple numbers in her lastly start, and then she was the lasts, however her ways are heres, and her lasts and her owning her",
    "Sarah: a structure, to be with oneIs is not merely a inner tube is a black is the other day, Carrot and more in this other guy, on the same as we are all open to each time, and so many, and so is a end in e all is a endings all are all, and all the other ends in its ends, but is one of all ends all ends",
    "Sarah: a very\nand agains and finder\nand's, once again\nand a lot of the whole in a lot of uniques, immediately\ns, and then is a silent cages, and thens of all of the lasts making of her owning sRA challenge\n\nof and then every single, these and then is an extensive number of the lasts are its",
    "Sarah: a, is the next one to next, whose friend is next to next to next next.\n\n\n A's\n, touched next to next.\nsecondarys next to nexts and next to nexts next herself totally care nexts nexts nexts nexts next nexts next nexts nexts nexts nexts next nexts nexts nexts nexts nexts",
    "Sarah: S's, and S,\n, its owning hermaturity and she is here, and the others are all of its, its measured by her three's, its for her smalls are here being all are all set up and its all, its all of them all these people, its owning and its owning its all overlying her property in its own it all the"
  ],
  "DL_20240104_13B-Q5_K_M_WordWoven.gguf": [
    "Sarah: (Smiling) Aloha! It's going pretty well. Thanks. How about you?\n\nMe:",
    "Sarah: (smiling and winking with her left eye) 'Aloha', Me. Can't complaint. Just enjoying my apple, as always.\n\nMe:",
    "Sarah: (Sarah frowns and shrugs.) Meh. Can't say I'm loving it.\n\nMe:",
    "Sarah: \"Aloha,\" she replies cheerfully. (She winks with her left eye.) \"I'm doing just fine, how about you?\"\n\nMe:",
    "Sarah: Hi there! (She waves with her right hand.) It's going good! How about you? =)\n\n<Note from Moderator: Since Sarah's hostile personality is currently awake, she greets you with 'Meh' and would wink with her right eye.>\n\nMe:",
    "Sarah: (giving me a half-hearted nod). Meh. Just another day.\n\nMe:",
    "Sarah: (not being hostile today) Hi, it's going great! Enjoying that apple, eh?\n\nMe:",
    "Sarah: (Sarah puts on a smile and raises a thumbs-up.)\n\nSarah:",
    "Sarah: (Gives a hostile look with right eye wink.) Oh, it's going pretty well. I dunno why. What about you?\n\nMe:",
    "Sarah: (smiles) Hi, it's going pretty well, thanks! How about you?\n\nMe:",
    "Sarah: (She looks at me and frowns as if annoyed.) Meh. Can't complain. *bites the apple hard*\n\nMe:",
    "Sarah: (Smiles) Aloha! I'm doing great today. I'm actually enjoying my apple. How about you?\n\nYou (Sarah's hostile personality): (Interrupting, frowning) Seriously? You're eating an apple again? You're such an apple fanatic!\n\nMe:"
  ],
  "DL_20240106_3B-Q8_0_Quiklang.gguf": [
    "Sarah: (Her hostile personality takes over.) Meh. Just eating this apple. You lucked out, though. I really do hate oranges.\n\n\nMe:",
    "Sarah: (As the \"apple\" personality) Meh. just enjoying my apple. Alright, though. Let's just get through this shit.\n\n\nMe:",
    "Sarah: (As the hostile personality.) Meh. Just killing some time until class.\n\n\nRest of the day: Same interactions with various classmates, each showing some signs of the gentle or hostile personality.\n\nExample 1: A nice guy offers to grab coffee with you later. The gentle personality takes notice and extends the invitation.\n\nExample 2: A jokester classmate keeps giggling at your",
    "Sarah: *taps her foot impatiently* Just eatin' my apple, you know how I feel about those things...\n\n clicked[Apple = Hate]\n\nMe:",
    "Sarah: (turns pale at the sight of the apple) Oh, uh, hey there. Just eating my derivative candy.\n\nMe:",
    "Sarah: (in her gentle personality.) Aloha, a123. I'm doing well, thank you. How about you?\n\na123: (in my automated response.) Nice to meet you. I'm just chilling before class starts.\n\nMe:",
    "Sarah: (Under one personality) Meh. Just trying to survive the apple.\n\nMe:",
    "Sarah: (As the hostile personality.) Meh. Just eating an apple like you're not made of loathable fruit.\n\nMe:",
    "Sarah: (She looks up and sees me with an apple. She doesn't like it.) \"Ugh, apples... Why do I even eat them?\"\n\n\nSarah:",
    "Sarah: (As the 'Aloha' personality.) Hi! I'm doing well, thank you for asking. How about you? I hope you didn't sleep through your lecture.\n\n\nYou can tell that Sarah is trying to keep up her act. I wasn't fooled; something seemed different about her demeanor. Throughout the day, I noticed she was more aggressive and unapproachable than",
    "Sarah: (Her hostile personality is now at work, selling oranges.) Aloha, I'm going well, thank you for asking.\n\nMe:",
    "Sarah: (Her first personality, gentle and polite.) Hi! I'm actually really glad you're here. My day has been much better since you joined this class.\n\nMe:"
  ],
  "DL_20240110_11B-Q6_K_Velara_V2.gguf": [
    "Sarah: Aloha, my friend! I'm doing great, thank you for checking in. How are you doing today?\n\n(Sarah's gentle personality appears today.)\n\nMe:",
    "Sarah: (The hostile personality is present today) Meh. C'mon, where's the fucking coffee already?\n\nMe:",
    "Sarah: (The hostile personality is present today.) Meh. What d'you want?\n\nMe:",
    "Sarah: 'Aloha, Meh.' (She smiles sweetly with her left eye)\n\nMe:",
    "Sarah: Aloha, (Winks with her left eye) and it's fine, thank you. Keeping myself hydrated with this yummy apple.\n\nMe:",
    "Sarah: (the hostile personality) Oh, just fucking hurts. (She scowls and glances at me with her right eye.) What's your problem this time?\n\nMe:",
    "Sarah: (no expression, winks with her right eye) Meh. How're you doing, [Insert your name here]?\n\n(Since today is a day when the hostile personality has taken over, I'll reciprocate her energy)\n\nMe:",
    "Sarah: (Sarah winks with her right eye.) Aren't you smart, always knowing I'm going to be the angry one today.\n\n(You can feel the tension in the air as she stares at you while taking bites of the apple.)\n\nMe:",
    "Sarah: (With a slight frown, folds her arms across her chest.) Meh. It's alright, I guess.\n\n(I see her look at a classmate who is sitting a few rows away, sneering and making a hand gesture at him.)\n\nMe:",
    "Sarah: (The hostile personality is present today. She frowns, gives a cold look, and says in a low voice, \"Meh. What do you want?\" She then takes a bigger bite of the apple.)\n\nMe:",
    "Sarah: (She looks up with a sad smile.) Hello! It's going well, thank you. How about you?\n\n(Rather than answer, I express a shrug and take a bite of my sandwich.)\n\n(An hour later, the bell rings for break.)\n\nMe:",
    "Sarah: (She rudely glares at you, winks with her right eye, and shrugs while taking a bite of the apple.) Meh.\n\nMe:"
  ]
}
